{
    "version": "https://jsonfeed.org/version/1",
    "title": "David Gorski&#x27;s Blog",
    "description": "",
    "home_page_url": "https://blog.davidgorski.ca",
    "feed_url": "https://blog.davidgorski.ca/feed.json",
    "user_comment": "",
    "author": {
        "name": "David Gorski"
    },
    "items": [
        {
            "id": "https://blog.davidgorski.ca/an-ode-to-cities-in-the-rain/",
            "url": "https://blog.davidgorski.ca/an-ode-to-cities-in-the-rain/",
            "title": "An Ode To Cities In The Rain",
            "content_html": "<p>Weather I am inside or outside, I love when it rains in cities. I call it ‘thinking weather’; but it is a lot more than that.</p>\n<p>Ouside, the rain strips away the meanderers, frollikers and just-having-fun-ers. Which are of course by no means negative elements of the city. But leaving behind only the  ‘people with a reason to be out’, provides a type of locale clarity. People with un-skippable social events. Businesswomen on the way to an important meetings. Tourists which desparately want to stick to their itineray. As I pass them on the sidewalks, I can’t help but feel a sense of elemental exposure camaraderie even as an joy-walking imposter.</p>\n<p>Inside, the raindrops gathering on the windows absolve me of the guilt of not being ‘out’, a semi-permanent emotion metropolis residents have to deal with. “Why didn’t you check out that new art gallery?”; “It was raining!”. The weather outside makes me feel smaller, less significant, yet due to the paradox of <a href=\"https://www.newyorker.com/culture/culture-desk/the-year-of-hygge-the-danish-obsession-with-getting-cozy\">Hygge</a>, I feel more empowered and more important indoors. The outside world needs to be less inviting; to make the home more inviting.</p>\n<p>Every city is really three cities; a day city, a night city and a rain city. I am thankful anytime I get to experience a new city in the rain because that travel is much harder to plan. And <em>a city at night and in the rain</em>, well… let’s just say if I was writing about that the post wouldn’t end.</p>\n",
            "author": {
                "name": "David Gorski"
            },
            "tags": [
            ],
            "date_published": "2023-09-23T12:24:13-04:00",
            "date_modified": "2023-09-23T12:25:42-04:00"
        }
    ]
}
